data_condition = [
    {
        title: "Ослеплён",
        icon: "one-eyed",
        subtitle: "Вы не можете видеть",
        description: "Вы не можете видеть",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Ослеплённое существо ничего не видит и автоматически проваливает все проверки характеристик, связанные со зрением.",
            "Броски на атаку совершаются с помехой.",
            "Броски на атаку против вас совершаются с преимуществом."
        ]
    },
    {
        title: "Кровотечение",
        icon: "ragged-wound",
        subtitle: "Вы кровоточите",
        description: "Вы кровоточите",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Существо кровоточит в случае потери половины или более своих очков жизни."
        ]
    },
    {
        title: "Зачарован",
        icon: "smitten",
        subtitle: "Вы зачарованы",
        description: "Вы зачарованы другим существом",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Зачарованное существо не может предпринять враждебных действий против очарователя.",
            "Очарователь совершает проверки на социальное взаимодействие с зачарованным существом с преимуществом."
        ]
    },
    {
        title: "Ошеломлён",
        icon: "think",
        subtitle: "Вы ошеломлены",
        description: "Вы ошеломлены",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Ошеломлённое существо не может использовать реакции.",
            "В свой ход ошеломлённое существо бросает 1к8 чтобы определить его эффект.",
            "<table><tr><th>Ролл</th><th></th><th></th><th style='text-align:left'>Эффект</th></tr><tr><td>1-4</td><td></td><td></td><td>Ничего не происходит</td></tr><tr><td>5-6</td><td></td><td></td><td>Не использует действий и бонусных действий, использует всю скорость чтобы двигаться в случайном направлении.</td></tr><tr><td>7-8</td><td></td><td></td><td>Совершает атаку ближнего боя против случайного существа в зоне досягаемости, если такого нет - не делает ничего.</td></tr></tr></table>"
        ]
    },
    {
        title: "Оглушён",
        icon: "elf-ear",
        subtitle: "Вы не можете слышать",
        description: "Вы не можете слышать",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Оглушённое существо не может слышать и автоматически проваливает проверки что требуют слуха."
        ]
    },
    {
        title: "Обречён",
        icon: "cursed-star",
        subtitle: "Вы обречены",
        description: "Вы обречены",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Обречённое существо умирает во время, которое определяет ДМ, или в течении 13 (2к12) часов.",
            "Обречённое существо продолжает быть обречённым даже после смерти. Магия, эквивалентна 7 уровню или выше, может снять состояние обречённости."
        ]
    },
    {
        title: "Перегружен",
        icon: "hand-truck",
        subtitle: "Вы перегружены",
        description: "Вы перегружены",
        reference: "Adventurer's Guide, pg. 616.",
        bullets: [
            "Скорость перегруженного существа снижается к 5 футам.",
        ]
    },
    {
        title: "Истощение",
        icon: "crawl",
        subtitle: "Вы истощены",
        description: "Истощение измеряется 7 уровнями",
        reference: "Adventurer's Guide, pg. 618-619.",
        bullets: [
            "<table><tr><th>Уровень</th><th></th><th></th><th style='text-align:left'>Эффект</th></tr><tr><td>1</td><td></td><td></td><td>Не можете использовать Спринт</td></tr><tr><td>2</td><td></td><td></td><td>Помехи на броски Силы, Ловкости и Телосложения</td></tr><tr><td>3</td><td></td><td></td><td>Скорость уполовинена, невозможно поддерживать темп быстрого путешествия</td></tr><tr><td>4</td><td></td><td></td><td>Помеха на атаки и спасброски, которые проверяют Силу, Ловкость, или Телосложение, вы не можете поддерживать нормальную скорость путешествия</td></tr><tr><td>5</td><td></td><td></td><td>Кость хитов уполовинена</td></tr><tr><td>6</td><td></td><td></td><td>Скорость уменшена до 5 футов, невозможно поддерживать медленный темп путешествия</td></tr><tr><td>7</td><td></td><td></td><td>Вы обречены</td></tr></table>",
            "Вы страдаете от эффекта текущего уровня Истощения вместе со всеми эффектами от уровней до него.",
            "Завершая длительный отдых в безопасном месте уменьшает ваше истощение и стресс на 1, в случае если у вас также есть припасы и питьё.",
            "Существо не нуждается в безопасном месте чтобы восстановиться от первого уровня истощения либо стресса, но всё ещё нуждается в длительном отдыхе.",
            "Также, будучи поднятым из мёртвых, существо уменьшает уровень истощения и стресса на 1."
        ]
    },
    {
        title: "Напуган",
        icon: "sharp-smile",
        subtitle: "Вы напуганы",
        description: "Вы напуганы",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Напуганное существа имеет помеху на проверки способностей и атакующие броски пока оно видит источник страха",
            "Напуганное существо не может по своему желанию двигаться ближе к источнику своего страха."
        ]
    },
    {
        title: "Захвачен",
        icon: "grab",
        subtitle: "Вы захвачены",
        description: "Вы захвачены",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Скорость захваченного существа становится равной 0, оно не может получать бонусы и преимущества, что зависят от Скорости.",
            "Если захвативший становится недееспособен, состояние прерывается",
            "Если эффект удаляет существо из зоны досягаемости захватчика, состояние прерывается."
        ]
    },
    {
        title: "Недееспособен",
        icon: "internal-injury",
        subtitle: "Вы не можете использовать действия и реакции",
        description: "Вы не можете использовать действия и реакции",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Недееспособное существо не может использовать действия, бонусные действия, и реакции."
        ]
    },
    {
        title: "Невидим",
        icon: "invisible",
        subtitle: "Вас нельзя увидеть",
        description: "Вас нельзя увидеть без помощи магии или специальных чувств",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Невидимое существо невозможно увидеть без помощи магии или специальных чувств.",
            "Невидимое существо полностью закрыто для целей Скрытия.",
            "Местоположение невидимого существа не может быть раскрыто звуками, что оно издаёт, или следами что оставляет.",
            "Невидимое существо совершает броски на атаку с преимуществом.",
            "Броски на атаку по невидимому существу совершаются с помехой."
        ]
    },
    {
        title: "Парализован",
        icon: "internal-injury",
        subtitle: "Вы парализованы",
        description: "Вы ничего не можете делать",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Парализованное существо недееспособно и не может двигаться и говорить.",
            "Парализованное существо автоматически проваливает спасброски Силы и Ловкости.",
            "Броски на атаку против парализованного существа совершаются с преимуществом.",
            "Любая атака что нанесена по парализованному существу является критической если атакующий в пределах 5 футов от цели."
        ]
    },
    {
        title: "Окаменел",
        icon: "stone-pile",
        subtitle: "Вы превращены в камень",
        description: "Вы и все ваши немагические предметы превращены в монолитную структуру (обычно камень)",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Вес окаменевшего существа увеличен в 10 раз и старение существа остановлено.",
            "Окаменевшее существо недееспособно, не может двигаться, говорить, и не понимает что происходит вокруг",
            "Окаменевшее существо автоматически проваливает спасброски Силы и Ловкости.",
            "Окаменевшее существо имеет сопротивление ко всем видам урона. Оно имунно к ядам и болезням."
        ]
    },
    {
        title: "Отравлен",
        icon: "deathcab",
        subtitle: "Вы отравлены",
        description: "Вы отравлены",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Отравленное существо имеет помеху на броски атаки и проверки способностей."
        ]
    },
    {
        title: "Упал ничком",
        icon: "crawl",
        subtitle: "Вы упали ничком",
        description: "Вы упали ничком",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Упавшее ничком существо может только ползать (каждый 1 фут перемещения пока ползает, стоит на 1 фут больше), пока не встанет.",
            "Действие подъёма требует половину движения существа.",
            "Упавшее ничком существо совершает броски на атаку с помехой.",
            "Броски атаки против упавшего ничком существа совершаются с преимуществом, если атакующий в пределах 5 футов от цели. Иначе, бросок атаки совершается с помехой."
        ]
    },
    {
        title: "Растерян",
        icon: "rattlesnake",
        subtitle: "Вы растеряны",
        description: "Вы растеряны",
        reference: "Adventurer's Guide, pg. 617.",
        bullets: [
            "Растерянное существо не может получать преимущества куба экспертизы.",
            "Растерянное существо не может использовать реакцию.",
            "Существо, что имунно к оглушению, имунно к растерянности."
        ]
    },
    {
        title: "Опутанный",
        icon: "imprisoned",
        subtitle: "Вы опутаны",
        description: "Вы опутаны",
        reference: "Adventurer's Guide, pg. 618.",
        bullets: [
            "Скорость опутанного существа равна 0, и оно не получает выгоды ни от каких бонусов к скорости.",
            "Броски атаки по такому существу совершаются с преимуществом, а его броски атаки — с помехой.",
            "Существо совершает с помехой спасброски Ловкости."
        ]
    },
    {
        title: "Замедлен",
        icon: "snail",
        subtitle: "Вы замедлены",
        description: "Вы замедлены",
        reference: "Adventurer's Guide, pg. 618.",
        bullets: [
            "Скорость замедленного существа уполовиненна.",
            "Замедленное существо получает штраф в -2 к спасброскам КБ и Ловкости.",
            "Замедленное существо не может использовать реакции.",
            "В свой ход, замедленное существо может использовать либо действие, либо бонусное действие. В дополнение, оно не может совершать более чем одной атаки ближнего либо дальнего боя."
        ]
    },
    {
        title: "Стресс",
        icon: "internal-injury",
        subtitle: "Вы испытываете стресс",
        description: "Стресс измеряется 7 уровнями",
        reference: "Adventurer's Guide, pg. 619.",
        bullets: [
            "<table><tr><th>Уровень</th><th></th><th></th><th style='text-align:left'>Эффект</th></tr><tr><td>1</td><td></td><td></td><td>Помехи на броски Интеллекта, Мудрости, и Харизмы.</td></tr><tr><td>2</td><td></td><td></td><td>Помехи на броски концентрации.</td></tr><tr><td>3</td><td></td><td></td><td>Можете использовать либо действие, либо бонусное действие каждый ход (не оба).</td></tr><tr><td>4</td><td></td><td></td><td>Помехи на атакующие броски и спасброски Интеллекта, Мудрости, и Харизмы</td></tr><tr><td>5</td><td></td><td></td><td>Подвержены эффектам случайно определённого краткосрочного ментального стресса. (AG, pg. 620)</td></tr><tr><td>6</td><td></td><td></td><td>Не можете накладывать заклинания, но можете накладывать заговоры</td></tr><tr><td>7</td><td></td><td></td><td>Подвержены эффектам случайно определённого длительного ментального стресса. (AG, pg. 621)</td></tr></table>",
            "Вы испытываете эффект от текущего уровня Стресса, и от всех уровней до него.",
            "Завершая длительный отдых в безопасном месте, вы уменьшаете уровень стресса на 1, в случае если у вас есть пища и питьё.",
            "Существо не требует безопасного места, чтобы восстановить первый уровень усталости или стресса, но всё ещё нуждается в длительном отдыхе.",
            "Также, будучи поднятым из мёртвых существо уменьшает свой уровень усталости и стресса на 1."
        ]
    },
    {
        title: "Оглушён",
        icon: "internal-injury",
        subtitle: "Вы оглушены",
        description: "Вы оглушены",
        reference: "Adventurer's Guide, pg. 618.",
        bullets: [
            "Оглушённое существо недееспособно, не может двигаться, может только неуверенно разговаривать.",
            "Существо автоматически проваливает спасброски Силы и Ловкости.",
            "Броски на атаку против этого существа совершаются с преимуществом.",
            "Существо, что имунно к оглушению, имунно к растерянности."
        ]
    },
    {
        title: "Без сознания",
        icon: "coma",
        subtitle: "Вы терояете сознание",
        description: "Вы теряете сознание",
        reference: "Adventurer's Guide, pg. 618.",
        bullets: [
            "Существо без сознания недееспособно, не может двигаться и разговаривать, и не понимает что происходит вокруг.",
            "Существо без сознания падает бросате всё что держит, и падает ничком.",
            "Существо без сознания автоматически проваливает спасброски Силы и Ловкости.",
            "Броски на атаку против существа без сознания совершаются с преимуществом.",
            "Любая атака, что проходит по существу без сознания считается критической если атакующий в пределах 5 футов."
        ]
    },
    {
        title: "Умираете",
        icon: "dead-head",
        subtitle: "Вы умираете",
        description: "Ваша жизнь упала до ноля и вы умираете",
        reference: "Adventurer's Guide, pg. 448.",
        bullets: [
            "Если ваши очки жизни упали до 0, вы падаете без сознания",
            "Если вы получаете любое лечение, вы немедленно восстанавливаете сознание и более не умираете.",
            "Когда вы начинаете ход с 0 очками жизни и вы нестабильны, вы умираете и должны сделать специальный спасбросок от сметри, чтобы определить, вы приближаетесь к смерти или цепляетесь за жизнь. Киньте 1к20 и не добавляйте никаких модификаторов.",
            "На 10 и более - успех, 9 и менее - провал.",
            "На третий успех, вы становитесь стабльны.",
            "На третий провал, вы умираете.",
            "Выпадение 1 вынуждает вас добавить 1 уровень стресса и 1 уровень истощения.",
            "Выпадение 20 немедленно добавляем вам 1 очко жизни и возвращает сознание, вы можете отдохнуть до конца вашего хода.",
            "Вы также можете быть стабилизированы союзником",
            "Когда стабильны, вы получаете 1 очко жизни после 1к4 часов.",
            "Если вы получаете урон от атак пока у вас 0 очков жизни, атакующий выбирает: вам добавляется 1 уровень стресса, вас добавляется 1 уровень истощения, либо вы получаете 1 провал на спасбросок от смерти.",
            "Если вы получаете любой другой урон, пока у вас 0 очков жизни, вы получаете 1 провал на спасбросок от смерти. В случае решения ДМ, в зависимости от природы урона, вы можете сразу же умереть от истощения либо стресса."
        ]
    }
]
