data_reaction = [
    {
        title: "Атака по возможности",
        icon: "crossed-swords",
        subtitle: "Враг покидает вашу зону досягаемости",
        description: "Вряд ли вы сможете двигаться возле врага, не подвергая себя опасности",
        reference: "Adventurer's Guide, pg. 446.",
        bullets: [
            "Условие: вражеское существо, которое вы видите, покидает вашу зону досягаемости.",
            "Совершите один удар ближнего боя против провоцирующего существа.",
            "Атака прерывает движение существа, совершаясь прямо перед тем как цель выйдет из зоны досягаемости.",
            "Существа не провоцируют атаку по возможности когда они телепортируются либо когда кто-то двигается без использования движения, действия, либо реакции."
        ]
    },
    {
        title: "Подготовленное действие",
        icon: "stopwatch",
        subtitle: "Часть вашего подготовленного действия",
        description: "Исполните реакцию, которую вы подготовили",
        reference: "Adventurer's Guide, pg. 443.",
        bullets: [
            "Условие: описано вашим действием <i>Подготовка</i>."
        ]
    },
    {
        title: "Отход",
        icon: "fast-backward-button",
        subtitle: "Отойдите против Натиска",
        description: "Цель Натиска может совершить Отход",
        reference: "Adventurer's Guide, pg. 443",
        bullets: [
            "Когда вы являетесь целью Натиска, вы можете использовать реакцию чтобы отойти",
            "Вы отходите назад на 5 футов",
            "Противник не получает куб экспертизы против вас от своего Натиска",
            "Нападающий может подойти на 5 футов к вам если вы Отошли",
            "Ни вы, ни ваш противник не провоцируете Атаку по возможности от этого движения",
            "Существо, использующее классовую особеность Ярость не может Отойти."
        ]
    },
    {
        title: "Наложение заклинания",
        icon: "magic-swirl",
        subtitle: "Наложите заклинание за реакцию",
        description: "Наложите заклинание с временем каста в 1 реакцию",
        reference: "Adventurer's Guide, pg. 442, 491.",
        bullets: [
            "Условие: описано в заклинании.",
            "Для подробностей, см. действие <i>Наложение заклинания</i>."
        ]
    }
]
