data_movement = [
    {
        title: "Перемещение",
        icon: "run",
        subtitle: "Цена: 5 футов за 5 футов",
        description: "Цена перемещения: 5 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 439.",
        bullets: [
            "Если у вас есть несколько скоростей, например, скорость ходьбы и скорость полёта, вы можете переключаться между ними во время перемещения. При каждом переключении вычитайте уже пройдённое расстояние из новой скорости.",
            "Вы можете проходить сквозь пространство невраждебных существ.",
            "Сквозь пространство враждебного существа можно пройти только если его размер как минимум на две категории больше или меньше вашего.",
            "Пространство других существ является для вас труднопроходимой местностью.",
            "Вне зависимости от того, дружественное существо или нет, вы не можете добровольно закончить перемещение в его пространстве."
        ]
    },
    {
        title: "Лазание",
        icon: "crags",
        subtitle: "Цена: 10 футов за 5 футов",
        description: "Цена перемещения: 10 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 439.",
        bullets: [
            "Лазание по скользкой вертикальной поверхности или поверхности, где мало за что можно ухватиться, может требовать успешную проверку Силы (Атлетика)."
        ]
    },
    {
        title: "Плавание",
        icon: "at-sea",
        subtitle: "Цена: 10 футов за 5 футов",
        description: "Цена перемещения: 10 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 439.",
        bullets: [
            "Плавание в бурных водах может требовать успешную проверку Силы (Атлетика)."
        ]
    },
    {
        title: "Упасть ничком",
        icon: "falling",
        subtitle: "Цена: 0 футов",
        description: "Цена перемещения: 0 футов",
        reference: "Adventurer's Guide, pg. 441.",
        bullets: [
            "Вы можете упасть ничком, не тратя скорость.",
            "Вы также можете упасть ничком как реакция на дальнобойнюю атаку, что вы видите.",
            "Для перемещения в положении лёжа нужно или ползти, или использовать магию, такую как телепортация.",
            "Падение даёт состояние <i>лежащий ничком</i> (броски рукопашной атаки по существу совершаются с преимуществом, броски дальнобойной атаки по существу совершаются с помехой, само существо получает помеху на свои броски атаки)"
        ]
    },
    {
        title: "Ползание",
        icon: "crawl",
        subtitle: "Цена: 10 футов за 5 футов",
        description: "Цена перемещения: 10 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 441.",
        bullets: [
            "Эта стоимость перемещения слагается с стоимостью от труднопроходимой местности. Ползание в труднопроходимой местности будет стоить 15 футов за 5 футов."
        ]
    },
    {
        title: "Встать",
        icon: "strong",
        subtitle: "Цена: половина скорости перемещения",
        description: "Цена перемещения: половина скорости перемещения",
        reference: "Adventurer's Guide, pg. 441.",
        bullets: [
            "Вы не можете встать если у вас осталось недостаточно движения, или если ваша скорость равна 0."
        ]
    },
    {
        title: "Прыжок в высоту",
        icon: "wingfoot",
        subtitle: "Цена: 5 футов за 5 футов",
        description: "Цена перемещения: 5 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 419.",
        bullets: [
            "Если вы совершаете прыжок в высоту, вы поднимаетесь в воздух на количество футов, равное 3 + модификатор Силы, если непосредственно перед прыжком переместились минимум на 10 футов.",
            "Если вы совершаете прыжок в высоту без разбега, прыгнуть можно только на половину этой дистанции.",
            "Руки можно вытянуть вверх на половину своего роста. (В таком случае существо может достать над собой до расстояния, равной высоте прыжка плюс высота существа умноженная на 1.5.)",
            "В некоторых случаях ДМ может позволить совершить проверку Силы (Атлетика), чтобы прыгнуть выше, чем обычно.",
            "Когда дистанция прыжка существа превышает его Скорость, оно может прыгнуть на дистанцию равную своей Скорости умноженной на 2, если не будет совершено других движенй в этот ход."        ]
    },
    {
        title: "Прыжок в длину",
        icon: "wingfoot",
        subtitle: "Цена: 5 футов за 5 футов",
        description: "Цена перемещения: 5 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 419.",
        bullets: [
            "Если вы совершаете прыжок в длину, вы покрываете количество футов, равное значению Силы, если непосредственно перед прыжком переместились минимум на 10 футов.",
            "Иногда вы должны преуспеть в проверке Силы (Атлетика) со сложностью 10, чтобы перепрыгнуть через препятствие (не выше четверти расстояния прыжка), такое как изгородь или невысокая стена. В противном случае вы ударяетесь об него.",
            "Если вы приземляетесь в труднопроходимую местность, вы должны преуспеть в спасброске Ловкости (Акробатика) со сложностью 10, чтобы приземлиться на ноги. В противном случае вы падаете ничком.",
            "Когда дистанция прыжка существа превышает его Скорость, оно может прыгнуть на дистанцию равную своей Скорости умноженной на 2, если не будет совершено других движенй в этот ход."
        ]
    },
    {
        title: "Тактическое позиционирование",
        icon: "encirclement",
        subtitle: "Тактическое позиционирование в бою",
        description: "Позиция в бою может сильно повлиять на его исход",
        reference: "Adventurer's Guide, pg. 441.",
        bullets: [
            "Атака сверху: Если вы на 5 футов или более выше цели и не схвачены, вы получаете куб экспертизы на броски атаки ближнего боя против этой неё.",
            "Спина к спине: Когда вы на соседней клетке к союзнику, вы можете использовать бонусное действие чтобы встать спина к спине. Когда вы в этом положении, вас сложнее застигнуть врасплох, и к вам нельзя зайти со стороны. Пока вы и ваш союзник не двигаетесь, вы получаете +2 к пассивному Восприятию в начале вашего хода, либо когда один из вас двигается.",
            "Оттащить союзника: Когда вы на соседней клетке к союзнику, вы можете использовать реакцию, чтобы схватить его рука об руку, и потянуть его с вашим движением, даже если его Скорость уже вычерпана. Когда это происходит, каждый фут движения стоитт на 3 фута, и союзник не может использовать свою реакцию. Это движение провоцирует Атаки по возможности.",
            "Заход со стороны: Когда вы и союзник на ровно противоположных сторонах цели, вы получаете куб экспертизы на действия, совершаемые против цели. Вы и ваш союзник не можете заходить сбоку, если кто либо из вас недееспособен.",
            "Потянуть снизу: Если вы на 5 футов или более ниже цели, цель вашего размера или меньше, и вы не захвачены, вы получаете куб экспертизы на проверки Силы и спасброски против неё."
        ]
    },
    {
        title: "Импровизация",
        icon: "juggler",
        subtitle: "Любое перемещение не описанное в правилах",
        description: "Любое перемещение что вы можете вообразить",
        bullets: [
            "Когда вы хотите совершить движение, не описанное в правилах, ДМ решает возможно ли это и назначает проверки."
        ]
    },
    {
        title: "Труднопроходимая местность",
        icon: "stone-pile",
        subtitle: "Модификтор стоимости перемещения: +5 футов за 5 футов",
        reference: "Adventurer's Guide, pg. 451.",
        description: "Передвижение по труднопроходимой местности стоит дополнительных 5 футов за 5 футов перемещения",
        bullets: [
        ]
    },
    {
        title: "Перемещение захваченного",
        icon: "grab",
        subtitle: "Модфикатор: скорость уполовинивается",
        description: "Толкать или нести захваченное существо",
        reference: "Adventurer's Guide, pg. 458-459",
        bullets: [
            "Если вы перемещаетесь во время захвата, вы можете тащить или нести захваченное существо вместе с собой, но ваша скорость уменьшается вдвое, если только существо не меньше вас как минимум на две категории.",
            "Смотрите действие захвата для дополнительной информации."
        ]
    }
]
