data_bonusaction = [
    {
        title: "Атака левой рукой",
        icon: "crossed-swords",
        subtitle: "Используйте с действием Атаки",
        description: "Атакуйте левой!",
        reference: "Adventurer's Guide, pg. 446",
        bullets: [
            "Когда вы атакуете оружием что не имеет свойства Тяжёлое и носите его в одной руке, вы можете использовать бонусное действие чтобы атаковать иным оружием, которое носите в другой руке (см. бонусное действие <i>Атака левой рукой</i>).",
            "Вы не добавляете модификатор способности к урону бонусной атаки, в случае если этот модификатор не отрицателен.",
            "Если одно из оружий имеет свойство Бросаемое, вы можете бросить оружие вместо нанесение удара ближнего боя им.",
            "Если у вас есть свойство Дополнительной Атаки, вы можете использовать ваше бонусное действие чтобы совершить две атаки оружием в левой руке."
        ]
    },
    {
        title: "Наложите заклинание",
        icon: "magic-swirl",
        subtitle: "Время каста - 1 бонусное действие",
        description: "Наложите заклинание за 1 бонусное действие",
        reference: "Adventurer's Guide, pg. 442, 491.",
        bullets: [
            "Вы не можете наложить заклинания и действием, и бонусным действием в одном ходу, разве что Дейсвием вы накладываете Заговор.",
            "Для подробностей, смотрите действие <i>Наложение заклинания</i>."
        ]
    },
    {
        title: "Натиск",
        icon: "button-finger",
        subtitle: "Прессуйте оппонента",
        description: "Попытка натиска на противника",
        reference: "Adventurer's Guide, pg. 443",
        bullets: [
            "До вашей атаки, вы можете использовать бонусное действие чтобы выбрать одно существо в вашей досягаемости, которое не является целью <i>Натиска</i>",
            "В начале вашего следующего хода, ваши атаки ближнего боя против этого существа получают куб экспертизы.",
            "Когда вы используете Натиск, все атаки против вас проходят с преимуществом",
            "Вы не можете получить куб экспертизы таким образом на атаки, совершаемые с помехой",
            "Когда вы используете натиск, ваша цель может <i>Отступить</i>."
        ]
    },
    {
        title: "Кувырок",
        icon: "rolling-energy",
        subtitle: "Кувырок через врага",
        description: "Кувырок через пространство, что занимает враг",
        reference: "Adventurer's Guide, pg. 444",
        bullets: [
            "Вы можете использовать Действие либо Бонусное действие чтобы Кувыркнуться через место, что занимает вражеское существо",
            "Совершите спасбросок Ловкости против Сложности манёвра цели.",
            "На успех, вы можете пройти через место, что занимает вражеское существо, один раз за этот ход.",
            "Если у вас мастерство в Акробатике, вы получаете куб экспертизы на спасбросок (или получаеге 1к6 куб экспертизы если у вас есть специальность Кувырок).",
            "Если вы меньше цели, у вас преимущество. Если вы в два или более раз больше, вы можете двигаться без сопротивления.",
            "Вы всё ещё провоцируете Атаки по возможности если двигаетесь в пределах досягаемости существа."
        ]
    },
    {
        title: "Используйте классовую способность",
        icon: "embrassed-energy",
        subtitle: "Используйте способность",
        description: "Используйте рассовую либо классовую способность, что требует бонусного действия",
        reference: "Смотрите страницу класса для подробностей.",
        bullets: [

        ]
    }
]
